export default {
    A: [
        {
            name: '安徽',
            id: "A",
            data: [
                "合肥",
                "芜湖",
                "蚌埠",
                "淮南",
                "马鞍山",
                "淮北",
                "铜陵",
                "安庆"
            ]
        },
    ],
    B: [
        {
            name: '北京',
            id: "B",
            data: [
                "东城区",
                "西城区",
                "崇文区",
                "宣武区",
                "朝阳区",
                "丰台区",
                "石景山区",
                "海淀区",
                "门头沟区",
                "房山区",
                "通州区",
                "顺义区",
                "昌平区",
                "大兴区",
                "怀柔区",
                "平谷区",
                "密云县",
                "延庆县"
            ]
        },
    ],
    C: [
        {
            name: '重庆',
            id: "C",
            data: [
                "万州区",
                "涪陵区",
                "渝中区",
                "大渡口区",
                "江北区",
                "沙坪坝区",
                "九龙坡区",
                "南岸区",
                "北碚区",
                "万盛区",
                "双桥区",
                "渝北区",
                "巴南区",
                "黔江区",
                "长寿区",
                "綦江县",
                "潼南县",
                "铜梁县",
                "大足县",
                "荣昌县",
                "璧山县",
                "梁平县",
                "城口县",
                "丰都县",
                "垫江县",
                "武隆县",
                "忠县",
                "开县",
                "云阳县",
                "奉节县",
                "巫山县",
                "巫溪县",
                "石柱土家族自治县",
                "秀山土家族苗族自治县",
                "酉阳土家族苗族自治县",
                "彭水苗族土家族自治县",
                "江津市",
                "合川"
            ]
        },
    ],
    F: [
        {
            name: '福建',
            id: "F",
            data: [
                "福州",
                "厦门",
                "莆田",
                "三明",
                "泉州",
                "漳州",
                "南平",
                "龙岩",
                "宁德"
            ]
        },
    ],
    G: [
        {
            name: '广东',
            id: "G",
            data: [
                "广州",
                "韶关",
                "深圳",
                "珠海",
                "汕头",
                "佛山",
                "江门",
                "湛江",
                "茂名",
                "肇庆",
                "惠州",
                "梅州",
                "汕尾",
                "河源",
                "阳江",
                "清远",
                "东莞",
                "中山",
                "潮州",
                "揭阳",
                "云浮"
            ]
        },
    ],
    H: [
        {
            name: '河北',
            id: "H",
            data: [
                "石家庄",
                "唐山",
                "秦皇岛",
                "邯郸",
                "邢台",
                "保定",
                "张家口",
                "承德",
                "沧州",
                "廊坊",
                "衡水"
            ]
        },
        {
            name: '河南',
            data: [
                "郑州",
                "开封",
                "洛阳",
                "平顶山",
                "安阳",
                "鹤壁",
                "新乡",
                "焦作",
                "濮阳",
                "许昌",
                "漯河",
                "三门峡",
                "南阳",
                "商丘",
                "信阳",
                "周口",
                "驻马店"
            ]
        },
        {
            name: '黑龙江',
            data: [
                "哈尔滨",
                "齐齐哈尔",
                "鸡西",
                "鹤岗",
                "双鸭山",
                "大庆",
                "伊春",
                "佳木斯",
                "七台河",
                "牡丹江",
                "黑河",
                "绥化",
                "大兴安岭"
            ]
        }
    ],
    J: [
        {
            name: "江苏",
            id: "J",
            data: [
                "南京",
                "苏州",
                "无锡",
                "泰州",
                "扬州"
            ]
        }
    ]
};
